export default {
  "id": "dns-18597",
  "title": "Как выбрать процессор",
  "date": "2 месяца назад",
  "readingTime": "13 мин",
  "stats": {
    "votes": "30",
    "comments": "23",
    "views": "130.7k",
    "reactions": "3"
  },
  "blocks": [
    {
      "id": "choose-cpu-1frb-0",
      "sourceNode": "1FRB-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Центральный процессор — электронный «мозг» компьютера. Именно от него зависит скорость работы ПК с большинством программ, да и для игр характеристики ЦП не менее важны. Ассортимент представленных на рынке процессоров очень широк, позволяя подобрать оптимальную модель под любой вид задач. Как сделать это правильно — рассказываем в нашем материале."
        }
      ],
      "variant": "lead"
    },
    {
      "id": "choose-cpu-1frd-0",
      "sourceNode": "1FRD-0",
      "type": "heading",
      "level": 2,
      "text": "Производитель и семейство процессоров"
    },
    {
      "id": "choose-cpu-1fre-0",
      "sourceNode": "1FRE-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Intel или AMD? Раньше этот выбор был очевиден, ведь до 2019 года «синие» процессоры заметно лучше показывали себя в игровых сценариях, а «красные» — при тяжелой рабочей нагрузке. Но с появлением Ryzen 3000 решения от AMD заметно ускорились в играх, а в ответ Intel нарастила количество ядер в Core 10 поколения, тем самым повысив их быстродействие в рабочих задачах."
        }
      ]
    },
    {
      "id": "choose-cpu-1frf-0",
      "sourceNode": "1FRF-0",
      "type": "paragraph",
      "content": [
        {
          "text": "С тех пор и по сей день ЦП обоих производителей практически с одинаковым успехом научились справляться с любыми видами нагрузок. Поэтому даже в бюджетном сегменте, где до сих пор актуальны модели прошлых поколений, выбор между Intel и AMD можно делать на свое усмотрение. Куда важнее определиться с подходящим под ваши задачи семейством процессоров:"
        }
      ]
    },
    {
      "id": "choose-cpu-1frg-0",
      "sourceNode": "1FRG-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Intel Celeron, Intel Pentium, AMD Athlon "
              }
            ]
          },
          {
            "text": "и"
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": " AMD A-серии"
              }
            ]
          },
          {
            "text": " — модели начального уровня, подходящие для легкой офисной работы: чтения и редактирования простых документов, интернет-серфинга с несколькими открытыми вкладками, проигрывания мультимедийных файлов. Для чего-то более сложного лучше присмотреться к следующему семейству."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Intel Core i3/Ultra 3"
              }
            ]
          },
          {
            "text": " и"
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": " AMD Ryzen 3 "
              }
            ]
          },
          {
            "text": "— недорогие решения, нацеленные комфортную работу с различными программами. Оптимальный вариант для компьютера, на котором не планируется запускать самые современные 3D-игры и тяжелый профессиональный софт."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Intel Core i5/Ultra 5 "
              }
            ]
          },
          {
            "text": "и "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "AMD Ryzen 5 "
              }
            ]
          },
          {
            "text": "— «народные» линейки процессоров, обеспечивающие быструю работу с любыми приложениями и современными играми. Имеют лучшее соотношение «цена/качество» для сборки универсального ПК, на котором можно и поиграть, и поработать."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Intel Core i7/Ultra 7 "
              }
            ]
          },
          {
            "text": "и "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "AMD Ryzen 7 "
              }
            ]
          },
          {
            "text": "— мощные решения, по сравнению с «пятерками» имеющие более высокую многопоточную производительность. Позволяют ускорить выполнение ресурсоемких программ, либо с комфортом выполнять сразу несколько задач одновременно: например, играть в игру и вести ее стрим."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Intel Core i9/Ultra 9 "
              }
            ]
          },
          {
            "text": "и "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "AMD Ryzen 9"
              }
            ]
          },
          {
            "text": " — топовые процессоры для максимально быстрого выполнения многопоточных расчетов: например, рендеринга в софте для 3D-моделирования или экспорта видео при монтаже. В играх показывают себя лишь чуть лучше нижестоящих линеек, так как возможности таких процессоров для них избыточны."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "AMD Ryzen Threadripper/Threadripper Pro"
              }
            ]
          },
          {
            "text": " — модели для высокопроизводительных платформ (HEDT), имеющих серверные корни. Обеспечивают невероятно высокую многопоточную производительность, за счет чего идеальны для профессионального рендера или работы с видео. Но в обычных задачах и играх часто проявляют себя хуже двух нижестоящих линеек из-за меньших частот."
          }
        ]
      ]
    },
    {
      "id": "choose-cpu-1fsf-0",
      "sourceNode": "1FSF-0",
      "type": "heading",
      "level": 2,
      "text": "Ядра: количество, виды, вычислительные потоки"
    },
    {
      "id": "choose-cpu-1fsg-0",
      "sourceNode": "1FSG-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Эпоха одноядерных процессоров давно прошла: сегодня у массовых ЦП от двух до 24 ядер, а у решений для HEDT-платформ их количество может достигать невероятных 96."
        }
      ]
    },
    {
      "id": "choose-cpu-1fsh-0",
      "sourceNode": "1FSH-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Но не все из них одинаково полезны. В большинстве актуальных процессоров Intel используются производительные (P) и энергоэффективные (E) ядра, которые заметно отличаются как по архитектуре, так и по скорости работы."
        }
      ]
    },
    {
      "id": "choose-cpu-1fsi-0",
      "sourceNode": "1FSI-0",
      "type": "image",
      "caption": "Автор изображения: INTEL\nИсточник изображения: intel.com",
      "image": {
        "src": "../../assets/articles/optimized/433c8330c93d.webp",
        "width": 760,
        "height": 428
      }
    },
    {
      "id": "choose-cpu-1fsq-0",
      "sourceNode": "1FSQ-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Вдобавок многие процессоры Intel и AMD поддерживают технологию одновременной многопоточности Hyper-Threading (HT) или Simultaneous Multi-Threading (SMT), которые позволяют одному ядру выполнять обрабатывать сразу два потока. В некоторых вычислительных задачах это обеспечивает до 30-40 % дополнительной производительности, но с 15 поколения Core Intel от такого подхода отказалась, предпочтя нарастить «чистую» мощь P- и E-ядер."
        }
      ]
    },
    {
      "id": "choose-cpu-1fsr-0",
      "sourceNode": "1FSR-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Отличающиеся подходы к реализации многопоточных вычислений в разных линейках и моделях ЦП часто сбивают с толку. Здесь важно понимать одно: правило «чем больше ядер и потоков, тем выше производительность» работает далеко не всегда. Многие процессорные задачи в состоянии ускорить только более продвинутая архитектура ЦП и увеличенная тактовая частота. Что до количества ядер, то для различных задач будет достаточно:"
        }
      ]
    },
    {
      "id": "choose-cpu-1fss-0",
      "sourceNode": "1FSS-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Офис, браузер и мультимедиа."
              }
            ]
          },
          {
            "text": " 2 ядра — базовый минимум. Для комфортной работы с многостраничными документами и кучей вкладок в браузере понадобится ЦП минимум с 4 ядрами. 8 потоков вычислений необязательны, но будут только в плюс."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Современные игры куда требовательнее. "
              }
            ]
          },
          {
            "text": "Наиболее часто они оптимизируются для 12 потоков вычислений, поэтому 6 производительных ядер с поддержкой HT/SMT для 95 % проектов сегодня достаточно. Но если вы планируете параллельно вести стрим, то лучше присмотреться к моделям с 16 потоками и выше — с ними FPS будет куда стабильнее."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Рендеринг, работа с видео и компиляция кода"
              }
            ]
          },
          {
            "text": " — наиболее распространенные для домашнего ПК задачи, которые плавно масштабируются на более чем 16 потоков. Здесь ограничений, по сути, нет: чем больше ядер (неважно каких) и потоков — тем лучше."
          }
        ]
      ]
    },
    {
      "id": "choose-cpu-1ft5-0",
      "sourceNode": "1FT5-0",
      "type": "heading",
      "level": 2,
      "text": "Частота и архитектура"
    },
    {
      "id": "choose-cpu-1ft6-0",
      "sourceNode": "1FT6-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Две характеристики, которые определяют однопоточную производительность процессора."
        }
      ]
    },
    {
      "id": "choose-cpu-1ft7-0",
      "sourceNode": "1FT7-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Тактовая частота ЦП — это количество циклов вычислений (Гц), выполняемых им за одну секунду. Так как процессоры за это время производят миллиарды вычислений, их частота указывается в гигагерцах (1 ГГц = 1 млрд. Гц). Причем, в характеристиках всегда можно увидеть два значения: базовую частоту и турбо-частоту. Показательна именно последняя, так как на базовых значениях современные ЦП почти никогда не работают."
        }
      ]
    },
    {
      "id": "choose-cpu-1ft8-0",
      "sourceNode": "1FT8-0",
      "type": "image",
      "caption": "Автор изображения: DNS\nИсточник изображения: dns-shop.ru",
      "image": {
        "src": "../../assets/articles/optimized/aa326df2d0fc-671e943d5cae.avif",
        "width": 760,
        "height": 428
      }
    },
    {
      "id": "choose-cpu-1ftg-0",
      "sourceNode": "1FTG-0",
      "type": "quote",
      "content": [
        {
          "tag": "em",
          "children": [
            {
              "tag": "strong",
              "children": [
                {
                  "text": "У процессоров Intel с приставкой «K» и всех AMD Ryzen имеется свободный множитель, благодаря которому их частоту можно увеличить с помощью ручного разгона. Впрочем, ненамного: у современных моделей редко можно добиться ее роста больше, чем на 10 %."
                }
              ]
            }
          ]
        }
      ],
      "variant": "notice"
    },
    {
      "id": "choose-cpu-1ftm-0",
      "sourceNode": "1FTM-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Однако частоту есть смысл сравнивать только в пределах процессоров одного поколения. С каждой новой архитектурой ЦП «учатся» выполнять все больше инструкций за такт, поэтому ихпроизводительность на одной частоте понемногу растет."
        }
      ]
    },
    {
      "id": "choose-cpu-1ftn-0",
      "sourceNode": "1FTN-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Чтобы понять примерную разницу в однопоточной скорости вычислений между двумя процессорами, не вникая в тонкости архитектуры, обратитесь к таблице результатов популярного бенчмарка CPU-Z. Многопоточную скорость можно оценить там же во вкладке «Multi Threads», только перед этим не забудьте правильно выбрать количество потоков для каждого сравниваемого ЦП (если поддерживает 16 — смотрите на результат с 16, если 20 — на результат с 20, и т.д.)."
        }
      ]
    },
    {
      "id": "choose-cpu-1fto-0",
      "sourceNode": "1FTO-0",
      "type": "heading",
      "level": 2,
      "text": "Поколение процессоров"
    },
    {
      "id": "choose-cpu-1ftp-0",
      "sourceNode": "1FTP-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Intel и AMD выпускают новые поколения процессоров практически ежегодно. За счет совершенствования архитектуры и техпроцессов производства они становятся производительнее и энергоэффективнее, нередко обзаводясь увеличенным количеством ядер и поддержкой более быстрой памяти/шин."
        }
      ]
    },
    {
      "id": "choose-cpu-1ftq-0",
      "sourceNode": "1FTQ-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Однако рынок ЦП весьма инертен, благодаря чему в продаже всегда присутствуют процессоры не только последнего, но и четырех-пяти предшествующих поколений. Казалось бы, зачем брать старые модели, когда есть новые? Но на деле этому способствуют сразу несколько факторов:"
        }
      ]
    },
    {
      "id": "choose-cpu-1ftr-0",
      "sourceNode": "1FTR-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "С выходом новых процессоров старые дешевеют."
              }
            ]
          },
          {
            "text": " Это делает их более выгодной покупкой: разница в производительности с новинками обычно не так высока, как экономия бюджета."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Материнские платы для новых процессоров первое время дороже"
              }
            ]
          },
          {
            "text": ". Особенно это критично при другом сокете — ведь в этом случае новые ЦП со старыми платами несовместимы физически."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Новые процессоры поддерживают только последнее поколение ОЗУ, а старые — предыдущее"
              }
            ]
          },
          {
            "text": ". В итоге с новинками придется переплачивать еще и за «оперативку». В то время как для старых память можно приобрести дешевле, либо вовсе использовать планки, оставшиеся от прошлой сборки."
          }
        ]
      ]
    },
    {
      "id": "choose-cpu-1fu4-0",
      "sourceNode": "1FU4-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Вдобавок младшие линейки процессоров со временем редеют, а в домашних ПК — и вовсе «вымирают». К примеру, последние декстопные AMD Ryzen 3 были представлены в 2021 году, а новых Intel Celeron/Pentium нет с 2022 года. Похоже, то же самое со временем ждет и линейку Core i3/Ultra 3."
        }
      ]
    },
    {
      "id": "choose-cpu-1fu5-0",
      "sourceNode": "1FU5-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Поэтому в 2026 году бюджетный ПК можно собрать только на процессорах прошлых поколений. Но есть в этом и плюсы: за счет недорогих плат и памяти свободного бюджета останется гораздо больше, чем при покупке самого младшего ЦП последнего поколения."
        }
      ]
    },
    {
      "id": "choose-cpu-1fu6-0",
      "sourceNode": "1FU6-0",
      "type": "heading",
      "level": 2,
      "text": "Сокет и поддерживаемый тип ОЗУ"
    },
    {
      "id": "choose-cpu-1fu7-0",
      "sourceNode": "1FU7-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Сокет — это разъем материнской платы для установки ЦП. Процессоры разных поколений и производителей имеют отличающееся конструктивное исполнение, предназначенное для разных сокетов. Для физической совместимости друг с другом в характеристиках процессора и платы должен быть указан один и тот же сокет."
        }
      ]
    },
    {
      "id": "choose-cpu-1fu8-0",
      "sourceNode": "1FU8-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Неразрывно связаны с сокетом и другие важные характеристики — тип поддерживаемой ЦП оперативной памяти и подходящие чипсеты. Актуальные сокеты, процессоры, совместимая с ними ОЗУ и чипсеты материнских плат перечислены в таблице ниже."
        }
      ]
    },
    {
      "id": "choose-cpu-1fu9-0",
      "sourceNode": "1FU9-0",
      "type": "paragraph",
      "content": [
        {
          "tag": "strong",
          "children": [
            {
              "text": "Массовые платформы:"
            }
          ]
        }
      ]
    },
    {
      "id": "choose-cpu-1fub-0",
      "sourceNode": "1FUB-0",
      "type": "table",
      "rows": [
        [
          "Сокет",
          "Поколения процессоров",
          "Оперативная память",
          "Чипсеты"
        ],
        [
          "LGA1851",
          "Intel Core 15 поколения (Ultra 200)",
          "DDR5",
          "Intel 800 серии: H810, B860, Z890"
        ],
        [
          "LGA1700",
          "Intel Core 12, 13 и 14 поколений",
          "DDR4 или DDR5 (зависит от модели платы)",
          "Intel 600 серии: H610, B660, H670, Z690\nIntel 700 серии: B760, H770, Z790"
        ],
        [
          "LGA1200",
          "Intel Core 10 и 11 поколений",
          "DDR4",
          "Intel 400 серии: H410, B460, H470, Z490\nIntel 500 серии:H510, B560, H570, Z590"
        ],
        [
          "LGA1151-v2",
          "Intel Core 8 и 9 поколений",
          "DDR4",
          "Intel 300 серии: H310, B360, H370, Z370"
        ],
        [
          "AM5",
          "AMD Ryzen 7000, 8000 и 9000",
          "DDR5",
          "AMD 600 серии: A620, B650/650E, X670/670E\nAMD 800 серии: B840, B850, X870/870E"
        ],
        [
          "AM4",
          "AMD Ryzen 1000, 2000, 3000, 4000 и 5000",
          "DDR4",
          "AMD 300 серии: A320, B350, X370\nAMD 400 серии: B450, X470\nAMD 500 серии:A520, B550, X570"
        ]
      ]
    },
    {
      "id": "choose-cpu-1fwj-0",
      "sourceNode": "1FWJ-0",
      "type": "paragraph",
      "content": [
        {
          "tag": "strong",
          "children": [
            {
              "text": "HEDT-платформы:"
            }
          ]
        }
      ]
    },
    {
      "id": "choose-cpu-1fwl-0",
      "sourceNode": "1FWL-0",
      "type": "table",
      "rows": [
        [
          "Сокет",
          "Поколения процессоров",
          "Оперативная память",
          "Чипсеты"
        ],
        [
          "sTRX4",
          "AMD Ryzen Threadripper 3000",
          "DDR4",
          "AMD TRX40"
        ],
        [
          "sWRX8",
          "AMD Ryzen Threadripper Pro 3000WX/Pro 5000WX",
          "DDR4",
          "AMD WRX80"
        ],
        [
          "sTR5",
          "AMD Ryzen Threadripper 7000/Threadripper Pro 7000WX",
          "DDR5",
          "AMD TRX50\nAMD WRX90"
        ]
      ]
    },
    {
      "id": "choose-cpu-1fxs-0",
      "sourceNode": "1FXS-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Важно! Производители материнских плат не всегда выпускают новые прошивки BIOS, чтобы «подружить» их со всеми физически совместимыми процессорами. Поэтому перед выбором ЦП под уже имеющуюся или планирующуюся к покупке плату, обязательно убедитесь в их совместимости с помощью списка поддерживаемых процессоров на сайте производителя платы."
        }
      ]
    },
    {
      "id": "choose-cpu-1fxt-0",
      "sourceNode": "1FXT-0",
      "type": "heading",
      "level": 2,
      "text": "Объемы кэшей"
    },
    {
      "id": "choose-cpu-1fxu-0",
      "sourceNode": "1FXU-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Кэш — это очень быстрая память малого объема, находящаяся внутри ЦП. За счет предзагрузки данных, необходимых процессору во время вычислений, кэш предотвращает простой его вычислительных блоков."
        }
      ]
    },
    {
      "id": "choose-cpu-1fxv-0",
      "sourceNode": "1FXV-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Чем больше кэш — тем реже процессору приходится обращаться к оперативной памяти. Однако наибольший толк от увеличенного кэша наблюдается только в тех задачах, где выполняемый код малопредсказуем. К ним относятся игры, 3D-моделирование, инженерное ПО, компиляция и архивация данных."
        }
      ]
    },
    {
      "id": "choose-cpu-1fxw-0",
      "sourceNode": "1FXW-0",
      "type": "image",
      "caption": "Автор изображения: ALEX_ESH\nИсточник изображения: club.dns-shop.ru",
      "image": {
        "src": "../../assets/articles/optimized/e1c4d460914d.webp",
        "width": 760,
        "height": 428
      }
    },
    {
      "id": "choose-cpu-1fy4-0",
      "sourceNode": "1FY4-0",
      "type": "paragraph",
      "content": [
        {
          "text": "У современных ЦП три уровня кэша. Каждое ядро оснащено собственным L1 и L2, а L3 — общий для всех ядер. При выборе между процессорами Intel и AMD нужно учитывать, что из-за разных архитектур и внутреннего строения их подходы к распределению объемов кэшей отличаются: Intel делает основной упор на L2, а AMD — на L3. Поэтому прямое сравнение объемов кэшей актуально только среди процессоров одного поколения, с натяжкой — у процессоров разных поколений, но одного производителя."
        }
      ]
    },
    {
      "id": "choose-cpu-1fy5-0",
      "sourceNode": "1FY5-0",
      "type": "paragraph",
      "content": [
        {
          "text": "При этом не стоит ожидать явной разницы в производительности между двумя моделями, у которых кэш отличается на единицы МБ. Существенный прирост скорости в вышеописанных задачах обеспечивают только AMD Ryzen c приставкой «X3D», у которых кэш на 64 МБ больше, чем у обычных моделей Ryzen."
        }
      ]
    },
    {
      "id": "choose-cpu-1fy6-0",
      "sourceNode": "1FY6-0",
      "type": "heading",
      "level": 2,
      "text": "Интегрированное графическое ядро"
    },
    {
      "id": "choose-cpu-1fy7-0",
      "sourceNode": "1FY7-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Встроенное в процессор графическое ядро (iGPU) — полезная опция, позволяющая не покупать в ПК дискретную видеокарту для вывода изображения. По современным меркам iGPU десктопных моделей очень слабы, поэтому при сборке компьютера для игр, 3D-моделирования или работы с видео в любом случае понадобится отдельная видеокарта. Но если в ваши задачи ничего из этого не входит, то для остальных сценариев «встройки» будет вполне достаточно."
        }
      ]
    },
    {
      "id": "choose-cpu-1fy8-0",
      "sourceNode": "1FY8-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Впрочем, некоторые игры прошлых лет на встроенной графике поиграть все же можно. Какие — зависит от модели iGPU и конфигурации оперативной памяти. Примерный расклад сил актуальных встроек приведен в таблице ниже."
        }
      ]
    },
    {
      "id": "choose-cpu-1fy9-0",
      "sourceNode": "1FY9-0",
      "type": "table",
      "rows": [
        [
          "Линейки или модели процессоров",
          "Название iGPU",
          "3D Mark TimeSpy Graphics Score",
          "Примерный аналог по мощности",
          "Может запускать большинство игр до1"
        ],
        [
          "Celeron и Pentium 8/9/10 поколений",
          "Intel HD/UHD 610",
          "~ 150–250",
          "NVIDIA GT430\nAMD HD5570",
          "2012"
        ],
        [
          "Core 8/9/10 поколений",
          "Intel HD/UHD 630",
          "~ 300–400",
          "NVIDIA GT640 (DDR3)\nAMD 6670 (DDR3)",
          "2014"
        ],
        [
          "Core 11/12/13/14 поколений",
          "Intel UHD 730/750/770",
          "~ 600–900",
          "NVIDIA GTX650\nAMD HD7750",
          "2016"
        ],
        [
          "Core 15 поколения (Ultra 200)",
          "Intel Arc Graphics",
          "~ 2000–2300",
          "NVIDIA GTX1050 Ti\nAMD R9 380",
          "2021"
        ],
        [
          "Athlon 200/300/3000",
          "Radeon Vega 3",
          "~ 300–400",
          "NVIDIA GT640 (DDR3)\nAMD 6670 (DDR3)",
          "2014"
        ],
        [
          "Ryzen 2000G/3000G",
          "Radeon Vega 8/11",
          "~ 1000–1300",
          "NVIDIA GT1030 (DDR5)\nAMD RX550",
          "2018"
        ],
        [
          "Ryzen 4000G/5000G",
          "Radeon Vega 6/7/8",
          "~ 1100–1500",
          "NVIDIA GT1030 (DDR5)\nAMD RX550",
          "2018"
        ],
        [
          "Ryzen 7000/9000",
          "Radeon Graphics",
          "~ 600–800",
          "NVIDIA GTX650\nAMD HD7750",
          "2016"
        ],
        [
          "Ryzen 5 8300G, 8500G",
          "Radeon 740M",
          "~ 1600–1800",
          "NVIDIA GTX1050\nAMD RX560",
          "2020"
        ],
        [
          "Ryzen 5 8600G",
          "Radeon 760M",
          "~ 2500–2800",
          "NVIDIA GTX1060 3 ГБ\nAMD RX570",
          "2022"
        ],
        [
          "Ryzen 7 8700G",
          "Radeon 780M",
          "~ 3000–3300",
          "NVIDIA GTX1060 6 ГБ\nAMD RX580",
          "2024"
        ]
      ]
    },
    {
      "id": "choose-cpu-1g2f-0",
      "sourceNode": "1G2F-0",
      "type": "paragraph",
      "content": [
        {
          "tag": "em",
          "children": [
            {
              "text": "1 на низких настройках в Full HD c 30-40 FPS"
            }
          ]
        }
      ]
    },
    {
      "id": "choose-cpu-1g2h-0",
      "sourceNode": "1G2H-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Как видим, некоторые модели «встроек» способны запускать даже игры, выпущенные всего несколько лет назад. Но помните: для подобных результатов нужен достаточный объем оперативной памяти в двухканальном режиме (с учетом того, что часть ее будет забирать iGPU). Если использовать всего одну планку на 8-16 ГБ, то в играх встроенная графика «задохнется» от недостатка пропускной способности или нехватки доступного объема ОЗУ."
        }
      ]
    },
    {
      "id": "choose-cpu-1g2i-0",
      "sourceNode": "1G2I-0",
      "type": "heading",
      "level": 2,
      "text": "Шины и контроллеры"
    },
    {
      "id": "choose-cpu-1g2j-0",
      "sourceNode": "1G2J-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Для связи с видеокартой и NVMe-накопителями процессоры используют шину PCI-E. В зависимости от версии шины и количества доступных линий, пропускная способность между ЦП и данными устройствами может быть ограничена — это может привести к снижению их производительности."
        }
      ]
    },
    {
      "id": "choose-cpu-1g2k-0",
      "sourceNode": "1G2K-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Чем выше версия шины PCI-E и чем больше линий доступно — тем шире периферийные возможности процессора. Однако бюджетные платы нередко ограничивают скорость доступных линий интерфейса, поэтому смысл рассматривать эту характеристику есть только в связке с платой и ее чипсетом. Подробную таблицу с описанием ограничений работы слотов видеокарт и NVMe-накопителей для связок «процессор + чипсет» можно найти в конце нашегоспециализированного материала о линиях PCI-E."
        }
      ]
    },
    {
      "id": "choose-cpu-1g2l-0",
      "sourceNode": "1G2L-0",
      "type": "image",
      "caption": "Автор изображения: ALEX_ESH\nИсточник изображения: club.dns-shop.ru",
      "image": {
        "src": "../../assets/articles/optimized/0b7b7291b035.webp",
        "width": 760,
        "height": 427
      }
    },
    {
      "id": "choose-cpu-1g2t-0",
      "sourceNode": "1G2T-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Чтобы шины не стали узким местом в игровой сборке или у ПК для работы с 3D-графикой, помните главное правило: слот для видеокарты должен иметь 16 линий PCI-E 4.0 или 5.0. А быстрые слоты для NVMe-накопителей наиболее важны для ПК, на котором будет производиться профессиональный монтаж видео, компиляция кода или работа с тяжелыми базами данных — в этом случае 4 линии PCI-E 4.0 или 5.0 крайне желательны для SSD."
        }
      ]
    },
    {
      "id": "choose-cpu-1g2u-0",
      "sourceNode": "1G2U-0",
      "type": "heading",
      "level": 2,
      "text": "Тепловыделение"
    },
    {
      "id": "choose-cpu-1g2v-0",
      "sourceNode": "1G2V-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Чем производительнее процессор, тем выше его энергопотребление и тепловыделение среди моделей своего поколения. Из-за этого задачи по питанию и охлаждению бюджетного и топового ЦП — это абсолютно разные вещи. В первом случае для нормальной работы системы хватит самой дешевой «материнки» и простого кулера за 500 рублей. Во втором — понадобится продвинутая плата с мощным VRM и система жидкостного охлаждения, иначе ПК перегреется и потеряет львиную долю своей производительности."
        }
      ]
    },
    {
      "id": "choose-cpu-1g2w-0",
      "sourceNode": "1G2W-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Поэтому до покупки подходящего по характеристикам ЦП обратите внимание на еготепловыделение. Быстро узнать его и сравнить с другими моделями поможет наша таблица."
        }
      ]
    },
    {
      "id": "choose-cpu-1g2x-0",
      "sourceNode": "1G2X-0",
      "type": "paragraph",
      "content": [
        {
          "text": "При выборе кулера или СЖО для вашего процессора ориентируйтесь на те модели, у которых указанный TDP выше на 30-50 Вт — только так можно будет остудить его пыл без троттлинга и сильного шума вентиляторов. А о том, какой VRM потребуется для нормальной работы процессора с определенным тепловыделением, мы рассказывали в гайде по выбору материнской платы (раздел «Подсистема питания»)."
        }
      ]
    },
    {
      "id": "choose-cpu-1g2y-0",
      "sourceNode": "1G2Y-0",
      "type": "heading",
      "level": 2,
      "text": "Тип поставки"
    },
    {
      "id": "choose-cpu-1g2z-0",
      "sourceNode": "1G2Z-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Процессоры могут поставляться в двух вариантах: BOX и OEM."
        }
      ]
    },
    {
      "id": "choose-cpu-1g30-0",
      "sourceNode": "1G30-0",
      "type": "paragraph",
      "content": [
        {
          "text": "BOX — картонная коробка с ЦП и документацией. У бюджетных моделей в комплекте обычно идет боксовый кулер. Он способен охладить процессоры младших линеек (Сore i3/Ryzen 3 и ниже), но с более производительными моделями способен справится только при высоких уровнях температуры и шума. Эта комплектация всегда имеет максимальный срок гарантии."
        }
      ]
    },
    {
      "id": "choose-cpu-1g31-0",
      "sourceNode": "1G31-0",
      "type": "product",
      "productId": "dns-18597-product-1g31-0"
    },
    {
      "id": "choose-cpu-1g3a-0",
      "sourceNode": "1G3A-0",
      "type": "paragraph",
      "content": [
        {
          "text": "OEM — «голый» процессор в пластиковом блистере, который требует более аккуратного обращения при транспортировке. За счет отсутствия дополнительных плюшек цена такого типа поставки немного ниже. Вместе с ней может быть меньше и гарантийный срок (но не всегда)."
        }
      ]
    },
    {
      "id": "choose-cpu-1g3b-0",
      "sourceNode": "1G3B-0",
      "type": "product",
      "productId": "dns-18597-product-1g3b-0"
    },
    {
      "id": "choose-cpu-1g3k-0",
      "sourceNode": "1G3K-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Перед покупкой сравните гарантийный срок комплектаций: если у BOX он больше, то появляется явный смысл выбрать именно его. Полезен такой набор и для бюджетных процессоров, которым хватает боксового кулера. Во всех остальных случаях OEM-вариант ничем не отличается, позволяя немного сэкономить."
        }
      ]
    },
    {
      "id": "choose-cpu-1g3l-0",
      "sourceNode": "1G3L-0",
      "type": "heading",
      "level": 2,
      "text": "Выбор процессора по шагам"
    },
    {
      "id": "choose-cpu-1g3m-0",
      "sourceNode": "1G3M-0",
      "type": "list",
      "items": [
        [
          {
            "text": "Определитесь с подходящим под ваши задачи "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "семейством ЦП"
              }
            ]
          },
          {
            "text": ". Помните: нет смысла выбирать его «на вырост», так как процессорные микроархитектуры совершенствуются очень быстро. Поэтому переплата за условный Ryzen 7 с надеждой использовать его «на полную катушку» через два года не оправдается — тогда новое поколение Ryzen 5 будет в тех же задачах и быстрее, и дешевле."
          }
        ],
        [
          {
            "text": "У моделей подходящего семейства обратите внимание на "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "количество и виды ядер"
              }
            ]
          },
          {
            "text": ", а также на "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "количество вычислительных потоков"
              }
            ]
          },
          {
            "text": ". Четырех-восьми потоков для повседневных задач достаточно, но для игр нужно минимум 12. А для работы с видео, рендеринга и компиляции — чем больше, тем лучше."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Частота и архитектура"
              }
            ]
          },
          {
            "text": " определяют производительность ЦП в однопоточных задачах — именно от нее зависит скорость работы компьютера в большинстве сценариев использования. Чтобы не «лезть в дебри» архитектур для сравнения процессоров из разных линеек, посмотрите на их "
          },
          {
            "text": "результаты теста CPU-Z"
          },
          {
            "text": "."
          }
        ],
        [
          {
            "text": "Очертив круг подходящих решений, обратите внимание на присутствующие в продаже"
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "поколения процессоров"
              }
            ]
          },
          {
            "text": ", их "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "сокеты "
              }
            ]
          },
          {
            "text": "и "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "поддерживаемый тип ОЗУ"
              }
            ]
          },
          {
            "text": ". Сравните результаты тестов разных поколений в интересующих программах и играх, а также их стоимость вместе с совместимой материнской платой и оперативной памятью. Ориентируйтесь на свой бюджет: в одних случаях появится смысл доплатить за последние поколения, а в других — будет выгоднее приобрести процессор из более старых."
          }
        ],
        [
          {
            "text": "Если основной задачей процессора будут игры, 3D-моделирование, инженерное ПО, компиляция или сжатие данных — выбирайте среди моделей с наибольшим "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "объемом кэша"
              }
            ]
          },
          {
            "text": "."
          }
        ],
        [
          {
            "text": "Для ПК, на котором не планируется запускать последние игры или работать с 3D, лучшим способом сэкономить будут процессоры с "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "интегрированным графическим ядром"
              }
            ]
          },
          {
            "text": ". Но если в старые игры поиграть все-таки захочется, то перед выбором обратите внимание на производительность встроенной графики (таблица выше)."
          }
        ],
        [
          {
            "text": "Проверьте, хватит ли скорости и линий "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "шины PCI-E"
              }
            ]
          },
          {
            "text": " процессора и совместимых с ним плат для ваших задач."
          }
        ],
        [
          {
            "text": "Перед окончательным выбором модели процессора не забудьте про требования к материнской плате и системе охлаждения, которые накладывает его "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "тепловыделение"
              }
            ]
          },
          {
            "text": ". Помните: с «холодным» ЦП эти комплектующие обойдутся дешевле, с «горячим» — дороже."
          }
        ],
        [
          {
            "text": "Сравните цену и гарантию у "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "типов поставки."
              }
            ]
          },
          {
            "text": " При наличии расширенной гарантии и малой разнице в цене лучше выбрать BOX. Но если таких преимуществ нет — разумнее взять OEM."
          }
        ]
      ]
    }
  ],
  "heroCaption": "Автор изображения: КЛУБ DNS",
  "sourceUrl": "https://club.dns-shop.ru/blog/t-100-protsessoryi/18597-kak-vyibrat-protsessor/",
  "category": {
    "title": "Процессоры",
    "href": "https://club.dns-shop.ru/blog/t-100-protsessoryi/"
  },
  "publication": {
    "title": "Блоги",
    "href": "https://club.dns-shop.ru/blog/",
    "section": "blogs"
  },
  "author": {
    "name": "Alex_Esh",
    "avatar": {
      "src": "../../assets/articles/3c57ebc531cd4972.jpg",
      "width": 132,
      "height": 132
    }
  },
  "hero": {
    "src": "../../assets/articles/81629acf4338be18.webp",
    "width": 760,
    "height": 428,
    "preview": "../../assets/articles/optimized/05d87c14497b-preview.webp"
  },
  "heroAlt": "Как выбрать процессор",
  "products": {
    "dns-18597-product-1g31-0": {
      "id": "dns-18597-product-1g31-0",
      "name": "Процессор Intel Core i5-12400 BOX",
      "image": {
        "src": "../../assets/articles/45aa3caf1ec5d72e.webp",
        "width": 130,
        "height": 130
      },
      "sourceNode": "1G31-0"
    },
    "dns-18597-product-1g3b-0": {
      "id": "dns-18597-product-1g3b-0",
      "name": "Процессор AMD Ryzen 7 5700X OEM",
      "image": {
        "src": "../../assets/articles/optimized/3caf7acbeecd-0d5c1d9b23d1.webp",
        "width": 130,
        "height": 130
      },
      "sourceNode": "1G3B-0"
    }
  },
  "showMentionedProducts": true,
  "mentionedLayout": "list",
  "commentGroups": null
};
