export default {
  "id": "dns-15175",
  "title": "Как выбрать материнскую плату",
  "date": "1 год назад",
  "readingTime": "15 мин",
  "stats": {
    "votes": "67",
    "comments": "17",
    "views": "479.5k",
    "reactions": "1"
  },
  "blocks": [
    {
      "id": "choose-motherboard-1g8x-0",
      "sourceNode": "1G8X-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Материнская плата — основа любого компьютера. Именно она отвечает за соединение и «общение» между собой всех компонентов ПК: процессора, оперативной памяти, видеокарты, накопителей и плат расширения."
        }
      ],
      "variant": "lead"
    },
    {
      "id": "choose-motherboard-1g8y-0",
      "sourceNode": "1G8Y-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Материнская плата ничего не вычисляет. Поэтому производительность напрямую от нее не зависит. Но именно плата определяет, получится ли разогнать процессор, какую максимальную частоту можно задать оперативной памяти, и насколько быстро система обменивается данными с видеокартой и накопителями. Все это может привести к тому, что производительность мощного процессора, топовой видеокарты или быстрого накопителя может быть ограничена именно материнской платой. Поэтому выбирать ее надо с умом."
        }
      ]
    },
    {
      "id": "choose-motherboard-1g8z-0",
      "sourceNode": "1G8Z-0",
      "type": "heading",
      "level": 2,
      "text": "Сокет и платформа"
    },
    {
      "id": "choose-motherboard-1g90-0",
      "sourceNode": "1G90-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Базовая характеристика материнской платы, определяющая ее совместимость с ЦП определенного производителя и поколения, а также типом оперативной памяти. Платформы именуются по названию сокетов — разъемов, которые предназначены для установки процессоров. На 2025 год актуальны следующие платформы:"
        }
      ]
    },
    {
      "id": "choose-motherboard-1g91-0",
      "sourceNode": "1G91-0",
      "type": "paragraph",
      "content": [
        {
          "tag": "strong",
          "children": [
            {
              "text": "Intel:"
            }
          ]
        }
      ]
    },
    {
      "id": "choose-motherboard-1g93-0",
      "sourceNode": "1G93-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "LGA1851"
              }
            ]
          },
          {
            "text": " — самая современная массовая платформа Intel для процессоров Core 15 поколения. Работает с оперативной памятью DDR5/ Как и прочие массовые платформы, поддерживает двухканальную ОЗУ."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "LGA1700"
              }
            ]
          },
          {
            "text": " — предпоследняя платформа Intel, которая до сих пор остается актуальной. Имеет огромную популярность, в том числе за счет поддержки двух видов памяти — DDR4 и DDR5. Совместима с 12, 13 и 14 поколением процессоров Core."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "LGA1200"
              }
            ]
          },
          {
            "text": " — устаревшая, но все еще распространенная платформа для Core 10 и 11 поколения. Несмотря на возраст, за счет низкой цены на платы и процессоры, до сих пор остается популярной в бюджетном сегменте."
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1g9g-0",
      "sourceNode": "1G9G-0",
      "type": "image",
      "caption": "Автор изображения: JORDAN_OC\nИсточник изображения: club.dns-shop.ru",
      "image": {
        "src": "../../assets/articles/optimized/35fc0a0ff7be.webp",
        "width": 760,
        "height": 428
      }
    },
    {
      "id": "choose-motherboard-1g9o-0",
      "sourceNode": "1G9O-0",
      "type": "paragraph",
      "content": [
        {
          "tag": "strong",
          "children": [
            {
              "text": "AMD:"
            }
          ]
        }
      ]
    },
    {
      "id": "choose-motherboard-1g9q-0",
      "sourceNode": "1G9Q-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "AM5"
              }
            ]
          },
          {
            "text": " — самая современная массовая платформа AMD, совместимая с процессорами Ryzen 7000, 8000 и 9000 серии. Использует оперативную память DDR5."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "AM4 "
              }
            ]
          },
          {
            "text": "— предшествующая платформа AMD, отличившаяся широким распространением и долгим сроком поддержки. Поддерживает целых пять поколений процессоров: Ryzen 1000, 2000, 3000 и 5000 серии, а также старые APU Bristol Ridge. Использует память DDR4."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "sTRX4/sTRX8"
              }
            ]
          },
          {
            "text": " — высокопроизводительные (HEDT) платформы AMD прошлого поколения. Разработаны для процессоров с большим количеством ядер — Ryzen Threadripper 3000 и 5000 серии. sTRX4 поддерживает обычные ЦП Threadripper, а sTRX8 — более продвинутые Threadripper Pro. Обе платформы используют ОЗУ DDR4, но количество ее каналов отличается: у младшей их четыре, а у старшей — целых восемь."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "sTRX5 "
              }
            ]
          },
          {
            "text": "— самая современная высокопроизводительная платформа AMD, предназначенная для последнего поколения Threadripper. В отличие от предшественницы, sTRX5 едина и для обычных Threadripper, и для Threadripper Pro. Но младшая линейка ЦП поддерживает лишь четыре канала памяти DDR5, а старшая — все восемь."
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1ga7-0",
      "sourceNode": "1GA7-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Если еще нет центрального процессора для сборки и вы не определились с его выбором, перед этим ознакомьтесь с ограничениями комбинаций платформ и процессоров по линиям PCI-E. Из-за них у плат могут быть свои нюансы при подключении периферийных устройств. Например, большинство моделей на LGA1700 не имеют слотов PCI-E 5.0 для NVMe-накопителей. А у моделей на AM4/AM5 количество и версии доступных линий PCI-E зависят не только от характеристик платы, но и от используемого ЦП."
        }
      ]
    },
    {
      "id": "choose-motherboard-1ga8-0",
      "sourceNode": "1GA8-0",
      "type": "quote",
      "content": [
        {
          "tag": "em",
          "children": [
            {
              "text": "Платы для встраиваемых систем часто не имеют сокета — в этом случае процессор распаян прямо на них. Такие решения имеют в названии приставку «BGA», и крайне редко используются в домашних ПК."
            }
          ]
        }
      ],
      "variant": "notice"
    },
    {
      "id": "choose-motherboard-1gad-0",
      "sourceNode": "1GAD-0",
      "type": "heading",
      "level": 2,
      "text": "Чипсет"
    },
    {
      "id": "choose-motherboard-1gae-0",
      "sourceNode": "1GAE-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Чипсет — это «сердце» материнской платы, обеспечивающее взаимодействие центрального процессора с большинством периферийных устройств. Для каждой массовой платформы выпускается несколько чипсетов с разным уровнем функциональности."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gaf-0",
      "sourceNode": "1GAF-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Младшие чипсеты"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gaj-0",
      "sourceNode": "1GAJ-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Линейки Intel H*10 и AMD A*20/B*40, которые оснащаются базовым набором периферийных возможностей. У моделей на базе таких чипсетов небольшое (чаще всего — минимальное) количество портов USB и SATA, а также разъемов M.2 и PCI-E. В связи с этим заметно ограничено количество внутренних и внешних устройств, которые к ним можно подключить."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gak-0",
      "sourceNode": "1GAK-0",
      "type": "paragraph",
      "content": [
        {
          "text": "У плат на младших чипсетах обычно всего два слота для планок оперативной памяти — это заметно ограничивает возможности расширения ее объема в будущем. К тому же, эти чипсеты обеспечивают работу процессоров только при номинальных частотах и не поддерживают их разгон. Разгон оперативной памяти доступен, но только у AMD — модели от Intel им обделены."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gal-0",
      "sourceNode": "1GAL-0",
      "type": "product",
      "productId": "dns-15175-product-1gal-0"
    },
    {
      "id": "choose-motherboard-1gau-0",
      "sourceNode": "1GAU-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Главный минус многих плат на младших чипсетах — слабая подсистема питания процессора (VRM). Из-за нее в тандеме с мощными ЦП может теряться часть производительности. Но при всех своих ограничениях, такие модели обладают важным достоинством — самой доступной ценой. Поэтому они незаменимы в случаях, когда топовые процессоры, разгон и большое количество подключенных устройств пользователю не нужны."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gav-0",
      "sourceNode": "1GAV-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Средние чипсеты"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gaz-0",
      "sourceNode": "1GAZ-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Серии Intel B*60/H*70 и AMD B*50 обеспечивают заметно более широкие возможности для периферии. У плат на их основе увеличенное количество различных портов и разъемов. Обычно к таким моделям можно подключить несколько быстрых накопителей и других устройств, нуждающихся в высокой скорости обмена данными."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gb0-0",
      "sourceNode": "1GB0-0",
      "type": "paragraph",
      "content": [
        {
          "text": "У плат на этих чипсетах тоже встречаются модели с двумя слотами оперативной памяти. Но в основной их массе таких слотов установлено четыре — это позволяет безболезненно увеличить объем ОЗУ при апгрейде. К тому же, на всех чипсетах данного класса доступен и разгон памяти, но разгон процессора на них разрешает только AMD."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gb1-0",
      "sourceNode": "1GB1-0",
      "type": "product",
      "productId": "dns-15175-product-1gb1-0"
    },
    {
      "id": "choose-motherboard-1gba-0",
      "sourceNode": "1GBA-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Платы на средних чипсетах — «золотая середина» для большинства пользователей. У них неплохие возможности по подключению различных устройств и широкая поддержка быстрых модулей оперативной памяти. Вдобавок такие платы обычно обладают более продвинутыми подсистемами питания, что позволяет использовать на «полную катушку» без разгона любые совместимые ЦП — от бюджетных до топовых. Но стоят они дороже моделей на базовых чипсетах."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gbb-0",
      "sourceNode": "1GBB-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Старшие чипсеты"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gbf-0",
      "sourceNode": "1GBF-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Линейки Intel Z *90 и AMD X*70 предоставляют максимальные периферийные возможности для каждой из платформ. Даже самые простые платы с этими чипсетами имеют множество различных портов и разъемов, а у флагманских решений их и вовсе огромное количество."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gbg-0",
      "sourceNode": "1GBG-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Почти у всех плат на старших чипсетах четыре слота для оперативной памяти. К тому же, такие модели лучше всего оптимизированы для разгона: у них наиболее мощные подсистемы питания и широкий ассортимент настроек в BIOS. А повышение частот процессора и ОЗУ на них дозволено и у Intel, и у AMD."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gbh-0",
      "sourceNode": "1GBH-0",
      "type": "product",
      "productId": "dns-15175-product-1gbh-0"
    },
    {
      "id": "choose-motherboard-1gbq-0",
      "sourceNode": "1GBQ-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Модели плат на старших чипсетах позволяют получить от платформы наиболее широкую функциональность. Это оптимальные решения для работы с большим количеством быстрых накопителей, а также лучший вариант для «выжимания» предельной производительности с помощью разгона процессора и ОЗУ. Но плата за это — более высокие цены, чем у большинства моделей на средних чипсетах."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gbr-0",
      "sourceNode": "1GBR-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "HEDT-чипсеты"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gbv-0",
      "sourceNode": "1GBV-0",
      "type": "paragraph",
      "content": [
        {
          "text": "К отдельной категории относятся высокопроизводительные платформы AMD, под каждую из которых разрабатывается только один чипсет серии TRX или WRX. Любой современный ЦП Ryzen Threadripper в связке со своим чипсетом способен предложить намного более широкие периферийные возможности, чем топовые процессоры и чипсеты для массовых платформ — здесь сказываются серверные корни HEDT."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gbw-0",
      "sourceNode": "1GBW-0",
      "type": "paragraph",
      "content": [
        {
          "text": "У плат с такими чипсетами как минимум четыре слота для ОЗУ, а у многих моделей их целых восемь. Для запаса прочности они оснащаются максимально мощными подсистемами питания, которые позволяют использовать процессоры с огромным количеством ядер — до 96 в последнем поколении."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gbx-0",
      "sourceNode": "1GBX-0",
      "type": "product",
      "productId": "dns-15175-product-1gbx-0"
    },
    {
      "id": "choose-motherboard-1gc6-0",
      "sourceNode": "1GC6-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Чипсеты для высокопроизводительных платформ поддерживают разгон. Но здесь он не в приоритете, ведь производительности у HEDT-процессоров и так хватает. Главный минус: комплект из такой платы и процессора обойдется пользователю в кругленькую сумму. Это цена максимальной производительности, необходимой для серьезной работы — для развлечений подобную платформу приобретать нет смысла."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gc7-0",
      "sourceNode": "1GC7-0",
      "type": "heading",
      "level": 2,
      "text": "Реализация возможностей чипсета"
    },
    {
      "id": "choose-motherboard-1gc8-0",
      "sourceNode": "1GC8-0",
      "type": "paragraph",
      "content": [
        {
          "text": "На каждом чипсете выпускается огромное количество моделей плат, и все они имеют разную цену. В первую очередь — из-за различных реализаций возможностей чипсета. Определившись с чипсетом, не спешите выбирать самую дешевую плату на его базе: очень вероятно, что тогда какой-то функциональности вам может не хватить."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gc9-0",
      "sourceNode": "1GC9-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Любой чипсет разрабатывается с учетом определенного количества доступных линий PCI-E, а также портов USB и SATA. Но производители зачастую разводят их не полностью. На бюджетных платах они могут оставить лишь необходимый минимум портов и разъемов, нередко ограничивая и их скорость. К примеру, вместо слота M.2 PCI-E 4.0 x4 для NVMe-накопителей установить вдвое более медленный M.2 PCI-E 3.0 x4. Или ограничить слот для видеокарты вместо последней поддерживаемой версии шины PCI-E более старой: вместо 5.0 — 4.0, или вместо 4.0 — 3.0. Аналогично поступают и с портами USB: вместо положенных чипсету USB 3.2 Gen 2 (10 Гбит/c) недорогую плату могут оснастить портами USB 3.2 Gen 1 (5 Гбит/c)."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gca-0",
      "sourceNode": "1GCA-0",
      "type": "product",
      "productId": "dns-15175-product-1gca-0"
    },
    {
      "id": "choose-motherboard-1gcj-0",
      "sourceNode": "1GCJ-0",
      "type": "paragraph",
      "content": [
        {
          "text": "У моделей, в которых чипсет используется более полно, цена выше. Однако урезанной функциональности в них заметно меньше. Возможности дорогих плат обычно близки к максимальным для чипсета, либо равны им. Ну а топовые платы на старших чипсетах иногда могут предложить даже немного больше слотов и разъемов, чем разрешено официально — это достигается с помощью дополнительных контроллеров и чипов-переключателей линий PCI-E."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gck-0",
      "sourceNode": "1GCK-0",
      "type": "heading",
      "level": 2,
      "text": "Подсистема питания"
    },
    {
      "id": "choose-motherboard-1gcl-0",
      "sourceNode": "1GCL-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Материнская плата получает электричество от блока питания. Однако напряжения, поступающие с него, слишком велики для некоторых установленных на плате компонентов. В первую очередь — для центрального процессора и оперативной памяти. Чтобы формировать необходимые для них напряжения, плата полагается на отдельную подсистему питания, состоящую из модуля регулировки напряжения (Voltage Regulator Module, VRM) и его электронной обвязки."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gcm-0",
      "sourceNode": "1GCM-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Оперативную память и встроенную в процессор графику (при ее наличии) питает лишь пара-тройка фаз VRM — эти компоненты не требуют большой мощности. Основная часть подсистемы питания предназначена для снабжения энергией вычислительной части центрального процессора."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gcn-0",
      "sourceNode": "1GCN-0",
      "type": "image",
      "caption": "Фазы, отвечающие за питание процессора, выделены зеленым цветом",
      "image": {
        "src": "../../assets/articles/optimized/fc60dab638b1.webp",
        "width": 760,
        "height": 428
      }
    },
    {
      "id": "choose-motherboard-1gct-0",
      "sourceNode": "1GCT-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Каждая модель ЦП Intel и AMD требует для своей работы разную мощность. К примеру, недорогим Core i3 последних поколений нужно от 90 до 110 Вт, а старшие Core i7 могут потреблять в два-три раза больше. Однако характеристики VRM на различных моделях плат заметно отличаются. У самых бюджетных из них всего 3-4 фазы для процессора, у массовых — от 6 до 12, а у топовых — до 20. К тому же, и качество используемых фаз совсем разное: на недорогой модели каждая из них может быть рассчитана на втрое-вчетверо меньшую пиковую нагрузку, чем на топовой."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gcu-0",
      "sourceNode": "1GCU-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Из-за этого вопрос с подсистемой питания особенно остро стоит у бюджетных плат: с процессорами, выделяющими много тепла, их VRM может перегреваться. В лучшем случае это приведет к сбросу частот и потере заметной доли производительности, в худшем — к неисправности процессора или прогару VRM."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gcv-0",
      "sourceNode": "1GCV-0",
      "type": "image",
      "caption": "Автор изображения: DSERGE\nИсточник изображения: club.dns-shop.ru",
      "image": {
        "src": "../../assets/articles/optimized/a412b7f0c9bc.webp",
        "width": 760,
        "height": 428
      }
    },
    {
      "id": "choose-motherboard-1gd3-0",
      "sourceNode": "1GD3-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Чтобы такого не случилось, при выборе платы нужно соотнести возможности ее подсистемы питания и тепловыделение используемого процессора. Это не всегда просто: из-за разных характеристик как самих фаз, так и их компоновки (удвоители, усиленные фазы) обычному пользователю придется анализировать слишком много сложных переменных."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gd4-0",
      "sourceNode": "1GD4-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Проще всего тут воспользоваться примерным, но универсальным правилом — на каждые 30 Втвыделяемого процессором тепла должна приходиться минимум одна фаза. Найти информацию о их количестве у определенной модели просто: вбейте в поисковик фразу «название и модель платы» «CPU phases». Если вам попался результат в виде формулы вроде «8+2+1», то процессорные фазы в нем обозначает первая цифра. И имейте ввиду: для ЦП с тепловыделением свыше 110 Вт крайне рекомендуется наличие радиаторов на VRM платы — иначе, независимо от количества фаз, он все равно может перегреться."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gd5-0",
      "sourceNode": "1GD5-0",
      "type": "product",
      "productId": "dns-15175-product-1gd5-0"
    },
    {
      "id": "choose-motherboard-1gde-0",
      "sourceNode": "1GDE-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Если вы планируете разгонять процессор, то важно помнить, что при этом заметно увеличивается тепловыделение. Поэтому при выборе платы для разгона умножайте количество необходимых фаз, полученное по формуле выше, на полтора. Так у подсистемы питания останется необходимый запас для обеспечения стабильной работы ЦП."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gdf-0",
      "sourceNode": "1GDF-0",
      "type": "quote",
      "content": [
        {
          "tag": "em",
          "children": [
            {
              "text": "Питание для VRM поступает на плату с помощью четырех- и восьмиконтактных разъемов. По стандарту разъем 4-pin способен передать до 192 Вт мощности, 8-pin — до 384 Вт. Но в постоянном режиме не рекомендуется превышать значения в 150 и 300 Вт, соответственно."
            }
          ]
        },
        {
          "tag": "em",
          "children": [
            {
              "text": "На современных платах одиночного 4-pin практически не встретить, а вот комбинации из нескольких разъемов встречаются часто: 4+8, 8+8, и даже 8+8+8. Однако для ЦП массовых платформ при стоковых частотах их возможности излишни. Реально возможности нескольких разъемов питания нужны лишь при разгоне процессоров Core i7/i9, Ultra 7/9 или Ryzen 7/9, а также для HEDT-моделей ЦП как в разгоне, так и в номинале. В остальных случаях один 8-pin на плате или несколько — не играет особой роли."
            }
          ]
        }
      ],
      "variant": "notice"
    },
    {
      "id": "choose-motherboard-1gdm-0",
      "sourceNode": "1GDM-0",
      "type": "heading",
      "level": 2,
      "text": "Контроллеры"
    },
    {
      "id": "choose-motherboard-1gdn-0",
      "sourceNode": "1GDN-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Чипсет обеспечивает взаимосвязь процессора с периферией, но для некоторых функций материнской плате не обойтись без дополнительных чипов-контроллеров. Поэтому на каждой современной модели присутствует встроенная звуковая карта и контроллер проводной сети. Характеристики этих чипов обычно находятся в прямой зависимости от ценовой категории платы. Например, чем дороже модель, тем более качественный аудиокодек в ней установлен."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gdo-0",
      "sourceNode": "1GDO-0",
      "type": "image",
      "caption": "Автор изображения: ALYKARD__\nИсточник изображения: club.dns-shop.ru",
      "image": {
        "src": "../../assets/articles/optimized/6501e37ef632.webp",
        "width": 760,
        "height": 428
      }
    },
    {
      "id": "choose-motherboard-1gdw-0",
      "sourceNode": "1GDW-0",
      "type": "paragraph",
      "content": [
        {
          "text": "То же самое можно сказать и сетевом контроллере. Простые платы оснащаются чипом со скоростью до 1 Гбит/, массовые модели — 2.5 Гбит/c. В верхнем ценовом диапазоне нередки 5 или 10 Гбит/c, а на самых продвинутых платах сетевых контроллера два или даже три — каждый со своей предельной скоростью."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gdx-0",
      "sourceNode": "1GDX-0",
      "type": "product",
      "productId": "dns-15175-product-1gdx-0"
    },
    {
      "id": "choose-motherboard-1ge6-0",
      "sourceNode": "1GE6-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Помимо звука и проводной сети, многие модели плат оснащаются встроенным модулем беспроводной сети и Bluetooth. А в самых продвинутых моделях можно встретить дополнительные контроллеры USB, Thunderbolt или SATA — они предназначены для разводки этих портов свыше того количества, что позволяется чипсет."
        }
      ]
    },
    {
      "id": "choose-motherboard-1ge7-0",
      "sourceNode": "1GE7-0",
      "type": "heading",
      "level": 2,
      "text": "Габариты и внешний вид"
    },
    {
      "id": "choose-motherboard-1ge8-0",
      "sourceNode": "1GE8-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Материнские платы выпускаются в нескольких форм-факторах, которые отличаются габаритными размерами. Чтобы установить плату в определенную модель корпуса, внутри него должны быть необходимые крепления. Производители корпусов всегда указывают, с какими форм-факторами плат совместима их продукция."
        }
      ]
    },
    {
      "id": "choose-motherboard-1ge9-0",
      "sourceNode": "1GE9-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Если учитывать эстетику сборки, то лучше всего подбирать плату под размер корпуса: для ATX — плату формата ATX, для Micro-ATX — плату Micro-ATX, и т.д. В первую очередь это актуально для корпусов с прозрачными стенками, где внутренности видны как на ладони. В этом случае нелишним будет обратить внимание на цвет текстолита платы и ее радиаторов, а также на наличие встроенной подсветки."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gea-0",
      "sourceNode": "1GEA-0",
      "type": "image",
      "caption": "Автор изображения: ANTONIOOO\nИсточник изображения: club.dns-shop.ru",
      "image": {
        "src": "../../assets/articles/optimized/3f9eeae6979b.webp",
        "width": 760,
        "height": 428
      }
    },
    {
      "id": "choose-motherboard-1gei-0",
      "sourceNode": "1GEI-0",
      "type": "quote",
      "content": [
        {
          "tag": "em",
          "children": [
            {
              "text": "Не существует специализированных плат для игр или какой-то определенной работы — например дизайнерской, как это обычно говорится в рекламе. Платы, рекламируемые в таком образе, отличаются лишь внешним оформлением и какой-то определенной конфигурацией портов и слотов. Чипсеты у всех плат, «игровых», «специальных» и обычных, одинаковые. Соответственно, и функциональность тоже. И поиграть, и поработать с серьезными программами можно на системе, оснащенной любой материнской платой — лишь бы для этого хватило производительности центрального процессора и видеокарты."
            }
          ]
        }
      ],
      "variant": "notice"
    },
    {
      "id": "choose-motherboard-1gen-0",
      "sourceNode": "1GEN-0",
      "type": "paragraph",
      "content": [
        {
          "text": "В случае с закрытым корпусом на внешний облик платы можно не обращать внимания — все равно в нем всей этой «красоты» видно не будет. Да и форм-фактор необязательно подбирать точь-в-точь. Но нужно помнить — меньше площадь платы, тем меньше на ней удается разместить слотов расширения для устройств PCI-E и оперативной памяти. С размерами форм-факторов и их ограничениями можно ознакомиться в таблице ниже."
        }
      ]
    },
    {
      "id": "choose-motherboard-1geo-0",
      "sourceNode": "1GEO-0",
      "type": "table",
      "rows": [
        [
          "Форм-фактор",
          "Стандартный размер, мм",
          "Слотов расширения PCI-E (максимум)",
          "Слотов ОЗУ (максимум)"
        ],
        [
          "EATX",
          "305 x 330",
          "7",
          "8"
        ],
        [
          "ATX",
          "305 x 244",
          "7",
          "4"
        ],
        [
          "Mini-ATX",
          "284 x 208",
          "6",
          "4"
        ],
        [
          "Micro-ATX",
          "244 x 244",
          "4",
          "4"
        ],
        [
          "Flex-ATX",
          "229 х 191",
          "3",
          "2"
        ],
        [
          "Mini-ITX",
          "170 х 170",
          "1",
          "2"
        ],
        [
          "Mini-STX",
          "140 х 140",
          "0",
          "2"
        ],
        [
          "Nano-ITX",
          "120 х 120",
          "0",
          "2"
        ],
        [
          "Pico-ITX",
          "100 x 72",
          "0",
          "1"
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gh8-0",
      "sourceNode": "1GH8-0",
      "type": "paragraph",
      "content": [
        {
          "text": "На продвинутых моделях в небольшом форм-факторе труднее разместить мощный VRM. Поэтому компактные платы из верхнего ценового сегмента обычно стоят дороже, чем их полноразмерные сородичи. Это нужно учитывать, если планируется производительная сборка в компактном корпусе."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gh9-0",
      "sourceNode": "1GH9-0",
      "type": "product",
      "productId": "dns-15175-product-1gh9-0"
    },
    {
      "id": "choose-motherboard-1ghi-0",
      "sourceNode": "1GHI-0",
      "type": "heading",
      "level": 2,
      "text": "Выбор по шагам"
    },
    {
      "id": "choose-motherboard-1ghj-0",
      "sourceNode": "1GHJ-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Мы ознакомились со всеми основными характеристиками, которые бывают у материнской платы. С чего же начать ее выбор?"
        }
      ]
    },
    {
      "id": "choose-motherboard-1ghk-0",
      "sourceNode": "1GHK-0",
      "type": "list",
      "items": [
        [
          {
            "text": "Определитесь с "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "сокетом"
              }
            ]
          },
          {
            "text": " материнской платы, учитывая со свои предпочтения в процессорах и "
          },
          {
            "text": "ограничения коммуникаций в разных платформах"
          },
          {
            "text": ". Если ЦП для будущей сборки уже выбран, этот шаг можно пропускать."
          }
        ],
        [
          {
            "text": "Возможности использования быстрой оперативной памяти и разгона комплектующих зависят в первую очередь от "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "чипсета"
              }
            ]
          },
          {
            "text": ". Поэтому отбросьте модели на тех чипсетах, которые не подходят под ваши задачи."
          }
        ],
        [
          {
            "text": "Выберите подходящие "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "форм-факторы"
              }
            ]
          },
          {
            "text": " платы в соответствии с теми, что поддерживаются вашим корпусом. Если корпус с прозрачной стенкой, лучшим сочетанием будет форм-фактор платы и корпуса «один-в-один»."
          }
        ],
        [
          {
            "text": "Обратите внимание на "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "реализацию возможностей чипсета"
              }
            ]
          },
          {
            "text": " на подходящих кандидатах. Важно, чтобы на плате было как минимум столько же слотов/разъемов для ОЗУ, накопителей и другой периферии, сколько вы планируете использовать при возможном апгрейде системы."
          }
        ],
        [
          {
            "text": "Исключите модели с "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "подсистемой питания (VRM)"
              }
            ]
          },
          {
            "text": ", которая не справится с выбранным процессором. Помните: на каждые 30 Вт тепловыделения ЦП должна приходится как минимум одна фаза в стоке, и полторы — в разгоне. А для использования процессоров «горячее» 110 Вт на VRM должны быть установлены радиаторы. Данные о тепловыделении всех актуальных моделей ЦП можно посмотреть "
          },
          {
            "text": "в нашей таблице"
          },
          {
            "text": "."
          }
        ],
        [
          {
            "text": "Не забудьте про "
          },
          {
            "tag": "strong",
            "children": [
              {
                "text": "встроенные контроллеры"
              }
            ]
          },
          {
            "text": ": звука, проводной/беспроводной сети, портов USB/Thunderbolt/SATA. Тут все зависит от ваших задач. Нужно качественное аудио? Отдайте предпочтение платам с более качественным "
          },
          {
            "text": "звуковым кодеком"
          },
          {
            "text": ". Если в приоритете скорость проводной/беспроводной сети — тогда моделям с быстрыми сетевыми чипами, много портов — платам с соответствующими контроллерами."
          }
        ],
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Цвет текстолита и наличие подсветки"
              }
            ]
          },
          {
            "text": " — последнее, на что стоит обращать внимание при выборе. Но если эти параметры для вас важны, учитывайте их по своему вкусу не в ущерб другим характеристикам платы."
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gip-0",
      "sourceNode": "1GIP-0",
      "type": "heading",
      "level": 2,
      "text": "Памятка о совместимости с другими комплектующими"
    },
    {
      "id": "choose-motherboard-1giq-0",
      "sourceNode": "1GIQ-0",
      "type": "paragraph",
      "content": [
        {
          "text": "В этом разделе мы собрали ответы на часто задаваемые вопросы о совместимости платы с другими комплектующими."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gir-0",
      "sourceNode": "1GIR-0",
      "type": "image",
      "caption": "Автор изображения: ULTRA-TECH\nИсточник изображения: club.dns-shop.ru",
      "image": {
        "src": "../../assets/articles/optimized/2ef8be2ac5b7.webp",
        "width": 760,
        "height": 428
      }
    },
    {
      "id": "choose-motherboard-1giz-0",
      "sourceNode": "1GIZ-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Процессор"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gj3-0",
      "sourceNode": "1GJ3-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Для совместимости между собой процессор и плата должны быть предназначены для одного и того же сокета, а ЦП должен поддерживаться прошивкой платы. Поэтому проверьте, поддерживает ли BIOS платы выбранный процессор, и если да — то с какой версии. Эту информацию можно найти на сайте производителя платы в разделе «Список совместимых процессоров»."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gj4-0",
      "sourceNode": "1GJ4-0",
      "type": "paragraph",
      "content": [
        {
          "text": "При покупке платы обратите внимание, какая версия BIOS указана на ее коробке. Если она старее совместимой с выбранным процессором, то перед началом сборки ее нужно будет обновить. Обычно сделать это можно прямо в сервисном центре магазина."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gj5-0",
      "sourceNode": "1GJ5-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Система охлаждения процессора"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gj9-0",
      "sourceNode": "1GJ9-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Большинство моделей систем охлаждения процессора (как воздушных, так и жидкостных) имеют крепления для нескольких разных сокетов. Перед покупкой первым делом убедитесь, что сокет вашей материнской платы числится в списке совместимости у кулера или СЖО."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gja-0",
      "sourceNode": "1GJA-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Следом сравните максимальную высоту кулера, на которую рассчитан ваш корпус, и высоту выбранной модели: для их совместимости первое значение должно быть больше. А если на вашей плате габаритные радиаторы на VRM платы или планках ОЗУ — сверьте размеры кулера с их расположением, чтобы они не стали препятствием к установке."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gjb-0",
      "sourceNode": "1GJB-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Оперативная память"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gjf-0",
      "sourceNode": "1GJF-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Для современных материнских плат необязательно заглядывать в официальные списки совместимости модулей. Достаточно лишь убедиться, что выбранные планки ОЗУ и слоты на плате относятся к одному поколению памяти — например, DDR4. Планки другого поколения памяти к такой плате не подойдут."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gjg-0",
      "sourceNode": "1GJG-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Накопители"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gjk-0",
      "sourceNode": "1GJK-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Жесткие диски, оптические приводы и SSD-накопители с интерфейсом SATA поддерживают все материнские платы. Уточнять совместимость с накопителем нужно лишь в случае использования SSD формата M.2 с интерфейсами NVMe или SATA — с этим поможет странице платы на сайте производителя."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gjl-0",
      "sourceNode": "1GJL-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Видеокарта"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gjp-0",
      "sourceNode": "1GJP-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Для соединения современных материнских плат и видеокарт используется разъем PCI-E x16. Поэтому вопрос о совместимости тут практически не стоит: подключить друг к другу можно любые модели, выпущенные за последнюю десятилетку. Но если вы хотите установить в систему более старую видеокарту PCI-E, нужно уточнить наличие у нее поддержки UEFI. Если ее нет, то в ряде случаев с настройками платы по умолчанию ПК может не запуститься."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gjq-0",
      "sourceNode": "1GJQ-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Блок питания"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gju-0",
      "sourceNode": "1GJU-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Все блоки питания, выпущенные за последние 20 лет, совместимы с современными материнскими платами. Единственное, в чем стоит убедиться до сборки— достаточная мощность БП для выбранного процессора, а также наличие у него хотя бы одного коннектора 8-pin для питания ЦП."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gjv-0",
      "sourceNode": "1GJV-0",
      "type": "paragraph",
      "content": [
        {
          "text": "У топовых моделей, предназначенных для работы с производительными и разогнанными процессорами, может быть два или три разъема 8-pin. В этом случае понадобится БП с соответствующим количеством таких коннекторов, потому что с одним 8-pin некоторые платы могут не включиться."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gjw-0",
      "sourceNode": "1GJW-0",
      "type": "list",
      "items": [
        [
          {
            "tag": "strong",
            "children": [
              {
                "text": "Корпус"
              }
            ]
          }
        ]
      ]
    },
    {
      "id": "choose-motherboard-1gk0-0",
      "sourceNode": "1GK0-0",
      "type": "paragraph",
      "content": [
        {
          "text": "Для совместимости с корпусом достаточно найти информацию, что в списке поддерживаемых им форм-факторов имеется тот, к которому относится выбранная вами модель платы."
        }
      ]
    },
    {
      "id": "choose-motherboard-1gk1-0",
      "sourceNode": "1GK1-0",
      "type": "paragraph",
      "content": [
        {
          "tag": "em",
          "children": [
            {
              "text": "Материал обновлен пользователем Alex_Esh"
            }
          ]
        }
      ],
      "variant": "caption"
    },
    {
      "id": "choose-motherboard-cta-0",
      "type": "cta",
      "text": "Купить материнскую плату"
    }
  ],
  "heroCaption": "",
  "sourceUrl": "https://club.dns-shop.ru/blog/t-102-materinskie-platyi/15175-kak-vyibrat-materinskuu-platu/",
  "category": {
    "title": "Материнские платы",
    "href": "https://club.dns-shop.ru/blog/t-102-materinskie-platyi/"
  },
  "publication": {
    "title": "Блоги",
    "href": "https://club.dns-shop.ru/blog/",
    "section": "blogs"
  },
  "author": {
    "name": "Alex_Esh",
    "avatar": {
      "src": "../../assets/articles/3c57ebc531cd4972.jpg",
      "width": 132,
      "height": 132
    }
  },
  "hero": {
    "src": "../../assets/articles/optimized/2b822c9276d0-e35220fff669.avif",
    "width": 760,
    "height": 440,
    "preview": "../../assets/articles/optimized/5ec6ff651774-preview.webp"
  },
  "heroAlt": "Как выбрать материнскую плату",
  "products": {
    "dns-15175-product-1gal-0": {
      "id": "dns-15175-product-1gal-0",
      "name": "Материнская плата GIGABYTE H610M H V2 DDR4",
      "image": {
        "src": "../../assets/articles/optimized/9048d4327002-263b209aae47.webp",
        "width": 130,
        "height": 130
      },
      "sourceNode": "1GAL-0"
    },
    "dns-15175-product-1gb1-0": {
      "id": "dns-15175-product-1gb1-0",
      "name": "Материнская плата ASRock B650M Pro RS",
      "image": {
        "src": "../../assets/articles/optimized/485d02ae621f-5d25e7d8e554.webp",
        "width": 130,
        "height": 130
      },
      "sourceNode": "1GB1-0"
    },
    "dns-15175-product-1gbh-0": {
      "id": "dns-15175-product-1gbh-0",
      "name": "Материнская плата GIGABYTE Z890M GAMING X",
      "image": {
        "src": "../../assets/articles/optimized/4668c27a1055-f57e37ed6e72.webp",
        "width": 130,
        "height": 130
      },
      "sourceNode": "1GBH-0"
    },
    "dns-15175-product-1gbx-0": {
      "id": "dns-15175-product-1gbx-0",
      "name": "Материнская плата ASUS Pro WS TRX50-SAGE WIFI",
      "image": {
        "src": "../../assets/articles/optimized/c144e2d56522-46cb57ad75af.webp",
        "width": 130,
        "height": 130
      },
      "sourceNode": "1GBX-0"
    },
    "dns-15175-product-1gca-0": {
      "id": "dns-15175-product-1gca-0",
      "name": "Материнская плата MSI A520M-A PRO",
      "image": {
        "src": "../../assets/articles/optimized/e3119c346c0e-6058fa588cc5.webp",
        "width": 130,
        "height": 130
      },
      "sourceNode": "1GCA-0"
    },
    "dns-15175-product-1gd5-0": {
      "id": "dns-15175-product-1gd5-0",
      "name": "Материнская плата ASUS PRIME Z790M-PLUS",
      "image": {
        "src": "../../assets/articles/optimized/bc394c11fc1f-09212d42c4de.webp",
        "width": 130,
        "height": 130
      },
      "sourceNode": "1GD5-0"
    },
    "dns-15175-product-1gdx-0": {
      "id": "dns-15175-product-1gdx-0",
      "name": "Материнская плата ASRock Phantom Gaming Z890 NOVA WIFI",
      "image": {
        "src": "../../assets/articles/optimized/1dc4e30adf68-a03ca5f0f81f.webp",
        "width": 110,
        "height": 130
      },
      "sourceNode": "1GDX-0"
    },
    "dns-15175-product-1gh9-0": {
      "id": "dns-15175-product-1gh9-0",
      "name": "Материнская плата MSI MPG B760M EDGE TI WIFI",
      "image": {
        "src": "../../assets/articles/optimized/d8ecedf81743-c5a109f9728d.webp",
        "width": 130,
        "height": 130
      },
      "sourceNode": "1GH9-0"
    }
  },
  "showMentionedProducts": true,
  "mentionedLayout": "list",
  "commentGroups": null
};
